package com.shivchalisa.model

object ModelDataClass {


    val EmployDetailsList = listOf(
        EmployDetails(
            id = 1,
            title = "श्री शिव चालीसा",
            description = "जय गिरिजा पति दीन दयाला ।\n" +
                    "सदा करत सन्तन प्रतिपाला ॥\n" +
                    "\n" +
                    "भाल चन्द्रमा सोहत नीके ।\n" +
                    "कानन कुण्डल नागफनी के ॥\n" +
                    "\n" +
                    "अंग गौर शिर गंग बहाये ।\n" +
                    "मुण्डमाल तन क्षार लगाए ॥\n" +
                    "\n" +
                    "वस्त्र खाल बाघम्बर सोहे ।\n" +
                    "छवि को देखि नाग मन मोहे ॥\n" +
                    "\n" +
                    "मैना मातु की हवे दुलारी ।\n" +
                    "बाम अंग सोहत छवि न्यारी ॥\n" +
                    "\n" +
                    "कर त्रिशूल सोहत छवि भारी ।\n" +
                    "करत सदा शत्रुन क्षयकारी ॥\n" +
                    "\n" +
                    "नन्दि गणेश सोहै तहँ कैसे ।\n" +
                    "सागर मध्य कमल हैं जैसे ॥\n" +
                    "\n" +
                    "कार्तिक श्याम और गणराऊ ।\n" +
                    "या छवि को कहि जात न काऊ ॥\n" +
                    "\n" +
                    "देवन जबहीं जाय पुकारा ।\n" +
                    "तब ही दुख प्रभु आप निवारा ॥\n" +
                    "\n" +
                    "किया उपद्रव तारक भारी ।\n" +
                    "देवन सब मिलि तुमहिं जुहारी ॥\n" +
                    "\n" +
                    "तुरत षडानन आप पठायउ ।\n" +
                    "लवनिमेष महँ मारि गिरायउ ॥\n" +
                    "\n" +
                    "आप जलंधर असुर संहारा ।\n" +
                    "सुयश तुम्हार विदित संसारा ॥\n" +
                    "\n" +
                    "पढ़िए शिव पुराण में वर्णित महामृत्युंजय मंत्र के फायदे\n" +
                    "\n" +
                    "त्रिपुरासुर सन युद्ध मचाई ।\n" +
                    "सबहिं कृपा कर लीन बचाई ॥\n" +
                    "\n" +
                    "किया तपहिं भागीरथ भारी ।\n" +
                    "पुरब प्रतिज्ञा तासु पुरारी ॥\n" +
                    "\n" +
                    "दानिन महँ तुम सम कोउ नाहीं ।\n" +
                    "सेवक स्तुति करत सदाहीं ॥\n" +
                    "\n" +
                    "वेद नाम महिमा तव गाई।\n" +
                    "अकथ अनादि भेद नहिं पाई ॥\n" +
                    "\n" +
                    "प्रकटी उदधि मंथन में ज्वाला ।\n" +
                    "जरत सुरासुर भए विहाला ॥\n" +
                    "\n" +
                    "कीन्ही दया तहं करी सहाई ।\n" +
                    "नीलकण्ठ तब नाम कहाई ॥\n" +
                    "\n" +
                    "पूजन रामचन्द्र जब कीन्हा ।\n" +
                    "जीत के लंक विभीषण दीन्हा ॥\n" +
                    "\n" +
                    "सहस कमल में हो रहे धारी ।\n" +
                    "कीन्ह परीक्षा तबहिं पुरारी ॥\n" +
                    "\n" +
                    "एक कमल प्रभु राखेउ जोई ।\n" +
                    "कमल नयन पूजन चहं सोई ॥\n" +
                    "\n" +
                    "कठिन भक्ति देखी प्रभु शंकर ।\n" +
                    "भए प्रसन्न दिए इच्छित वर ॥\n" +
                    "\n" +
                    "जय जय जय अनन्त अविनाशी ।\n" +
                    "करत कृपा सब के घटवासी ॥\n" +
                    "\n" +
                    "दुष्ट सकल नित मोहि सतावै ।\n" +
                    "भ्रमत रहौं मोहि चैन न आवै ॥\n" +
                    "\n" +
                    "त्राहि त्राहि मैं नाथ पुकारो ।\n" +
                    "येहि अवसर मोहि आन उबारो ॥\n" +
                    "\n" +
                    "लै त्रिशूल शत्रुन को मारो ।\n" +
                    "संकट से मोहि आन उबारो ॥\n" +
                    "\n" +
                    "मात-पिता भ्राता सब होई ।\n" +
                    "संकट में पूछत नहिं कोई ॥\n" +
                    "\n" +
                    "स्वामी एक है आस तुम्हारी ।\n" +
                    "आय हरहु मम संकट भारी ॥\n" +
                    "\n" +
                    "धन निर्धन को देत सदा हीं ।\n" +
                    "जो कोई जांचे सो फल पाहीं ॥\n" +
                    "\n" +
                    "अस्तुति केहि विधि करैं तुम्हारी ।\n" +
                    "क्षमहु नाथ अब चूक हमारी ॥\n" +
                    "\n" +
                    "शंकर हो संकट के नाशन ।\n" +
                    "मंगल कारण विघ्न विनाशन ॥\n" +
                    "\n" +
                    "योगी यति मुनि ध्यान लगावैं ।\n" +
                    "शारद नारद शीश नवावैं ॥\n" +
                    "\n" +
                    "नमो नमो जय नमः शिवाय ।\n" +
                    "सुर ब्रह्मादिक पार न पाय ॥\n" +
                    "\n" +
                    "जो यह पाठ करे मन लाई ।\n" +
                    "ता पर होत है शम्भु सहाई ॥\n" +
                    "\n" +
                    "ॠनियां जो कोई हो अधिकारी ।\n" +
                    "पाठ करे सो पावन हारी ॥\n" +
                    "\n" +
                    "पुत्र हीन कर इच्छा जोई ।\n" +
                    "निश्चय शिव प्रसाद तेहि होई ॥\n" +
                    "\n" +
                    "पण्डित त्रयोदशी को लावे ।\n" +
                    "ध्यान पूर्वक होम करावे ॥\n" +
                    "\n" +
                    "त्रयोदशी व्रत करै हमेशा ।\n" +
                    "ताके तन नहीं रहै कलेशा ॥\n" +
                    "\n" +
                    "धूप दीप नैवेद्य चढ़ावे ।\n" +
                    "शंकर सम्मुख पाठ सुनावे ॥\n" +
                    "\n" +
                    "जन्म जन्म के पाप नसावे ।\n" +
                    "अन्त धाम शिवपुर में पावे ॥\n" +
                    "\n" +
                    "कहैं अयोध्यादास आस तुम्हारी ।\n" +
                    "जानि सकल दुःख हरहु हमारी ॥\n" +
                    "\n",

            ),
        EmployDetails(
            id = 2,
            title = "शिवजी की आरती",
            description = "जय शिव ओंकारा ॐ जय शिव ओंकारा ।\n" +
                    "\n" +
                    "ब्रह्मा विष्णु सदा शिव अर्द्धांगी धारा ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "एकानन चतुरानन पंचानन राजे ।\n" +
                    "हंसानन गरुड़ासन वृषवाहन साजे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "दो भुज चार चतुर्भुज दस भुज अति सोहे।\n" +
                    "त्रिगुण रूपनिरखता त्रिभुवन जन मोहे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "अक्षमाला बनमाला रुण्डमाला धारी ।\n" +
                    "चंदन मृगमद सोहै भाले शशिधारी ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "श्वेताम्बर पीताम्बर बाघम्बर अंगे ।\n" +
                    "सनकादिक गरुणादिक भूतादिक संगे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "कर के मध्य कमंडलु चक्र त्रिशूल धर्ता ।\n" +
                    "जगकर्ता जगभर्ता जगसंहारकर्ता ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "ब्रह्मा विष्णु सदाशिव जानत अविवेका ।\n" +
                    "प्रणवाक्षर मध्ये ये तीनों एका ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "काशी में विश्वनाथ विराजत नन्दी ब्रह्मचारी ।\n" +
                    "नित उठि भोग लगावत महिमा अति भारी ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "त्रिगुण शिवजीकी आरती जो कोई नर गावे ।\n" +
                    "कहत शिवानन्द स्वामी मनवांछित फल पावे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "जय शिव ओंकारा हर ॐ शिव ओंकारा|\n" +
                    "ब्रह्मा विष्णु सदाशिव अद्धांगी धारा॥ ॐ जय शिव ओंकारा…॥",
            ),


        EmployDetails(
            id = 6,
            title = "सोमनाथ मंदिर आरती",
            description = "Ho Someshwar dev bhodiya, karu tamari sev\n" +
                    "Jataama vase maat gangev, pateet ne pavan karati\n" +
                    "Paravati na pati, todale rame gun no pati\n" +
                    "Jaap nit jape jati ne sati\n" +
                    "Aarti roj utarti, ........\n\n" +
                    "Kad tana cho kad, kanth ma zuli rahya kankal\n" +
                    "Ang par rame vikhandhar vyad, manidhar maniyal kada\n" +
                    "Garal dharal nilakanth dhatura, Bhang tript aa kanth\n" +
                    "Nishachar bhoot pret na chant, Bhayankar bhuril kada\n" +
                    "Aarti roj utarti, ........\n\n" +
                    "Nirmal jal ni dhar, dhare koi bilipatra upahaar\n" +
                    "Shivay om Namahh kare ucchar, dhayn shankar no dhare\n" +
                    "Dharm arth ne kaam moksh, shah charu fal ne shaam\n" +
                    "Shada shiv haam daam ne thaam, samarpe sevak dware\n" +
                    "Aarti roj utarti, ........\n" +
                    "Sthan bhumi shmashan, durjati dhare alkharo dhyan\n" +
                    "Digambar mahadev bhagwan, ajan ma akad anupam\n" +
                    "Dev daitya ne naag manvi, koina pame taad\n" +
                    "Ajarvar tara gunalay thay, samarpe shambhu dam dam\n" +
                    "Aarti roj utarti, ........\n\n" +
                    "Jata jut me chandra, trilochan agan jaad par chant\n" +
                    "Trishul par damaru daak bajant, vaas kailash nivasi\n" +
                    "Bhav har bhavra nath sadhara, sath vada samrat\n" +
                    "Adhau har anaath handa nath, taad tal bhavri faasi\n" +
                    "Aarti roj utarti, ........\n\n" +
                    "Chale chaud hi lok, pukarat nam mite sab shok\n" +
                    "Charit banchay jagat re chok, ke jai ho pinak pani\n" +
                    "Algari ucharang dhari gun gaay kari man chant\n" +
                    "Rakhie nath triloki rang, vadat neet vimal vaani\n" +
                    "Aarti roj utarti, ........\n\n\n" +
                    "Om Namah Shivaay!"

        ),

        EmployDetails(
            id = 7,
            title = "केदारनाथ आरती",
            description = "जय केदार उदार शंकर, मन भयंकर दुख हरम्,\n" +
                    "\n" +
                    "गौरी गणपति स्कंद नंदी, श्री केदार नमाम्यहम्।\n" +
                    "\n" +
                    "शैली सुंदर अति हिमालय, शुभ मंदिर सुंदरम्,\n" +
                    "\n" +
                    "निकट मंदाकिनी सरस्वती जय केदार नमाम्यहम्।\n" +
                    "\n" +
                    "उदक कुंड है अधम पावन रेतस कुंज मनोहरम्,\n" +
                    "\n" +
                    "हंस कुंड समीप सुंदर जै केदार नमाम्यहम्।\n" +
                    "\n" +
                    "अन्नपूर्णा सहं अर्पणा काल भैरव शोभितम्,\n" +
                    "\n" +
                    "पंच पांडव द्रोपदी सम जै केदार नमाम्यहम्।\n" +
                    "\n" +
                    "शिव दिगंबर भस्मधारी अर्द्धचंद्र विभुषितम्\n" +
                    "\n" +
                    "शीश गंगा कंठ फणिपति जै केदार नमाम्यहम्।\n" +
                    "\n" +
                    "कर त्रिशूल विशाल डमरू ज्ञान गान विशारद्\u200D,\n" +
                    "\n" +
                    "मदमहेश्वर तुंग ईश्वर रूद्र कल्प गान महेश्वरम्।\n" +
                    "\n" +
                    "पंच धन्य विशाल आलय जै केदार नमाम्यहम्,\n" +
                    "\n" +
                    "नाथ पावन है विशालम् पुण्यप्रद हर दर्शनम्,\n" +
                    "\n" +
                    "जय केदार उदार शंकर पाप ताप नमाम्यहम्।"

        ),
        EmployDetails(
            id = 3,
            title = "शिव मूल मंत्र",
            description = " ॐ त्र्यम्बकं यजामहे सुगन्धिं पुष्टिवर्धनम्\n" +
                    "उर्वारुकमिव बन्धनान् मृत्योर्मुक्षीय मामृतात्॥",

            ),

                EmployDetails(
                id = 4,
        title = "सोमवार शिव व्रत कथा",
        description = "एक बार की बात है एक शहर में एक साहूकार रहता था। उनके घर में पैसों की कोई कमी नहीं थी, लेकिन उनकी कोई संतान नहीं थी, जिससे वे बहुत दुखी रहते थे। पुत्र प्राप्ति के लिए वे प्रत्येक सोमवार का व्रत रखते थे और शिव मंदिर में जाकर पूरी श्रद्धा से भगवान शिव और पार्वती जी की पूजा करते थे।\n" +
                "\n" +
                "उनकी भक्ति देखकर एक दिन माता पार्वती प्रसन्न हुई और उन्होंने भगवान शिव से उस साहूकार की इच्छा पूरी करने का अनुरोध किया। पार्वती की इच्छा सुनकर, भगवान शिव ने कहा कि 'हे पार्वती, इस दुनिया में हर प्राणी को उसके कर्मों का फल मिलता है और उसके भाग्य में जो कुछ भी है उसे भुगतना पड़ता है।' लेकिन पार्वती जी ने साहूकार की भक्ति का सम्मान करने के लिए उसकी इच्छाओं को पूरा करने की इच्छा व्यक्त की।\n" +
                "\n" +
                "माता पार्वती के अनुरोध पर शिव ने साहूकार को पुत्र प्राप्त करने का वरदान दिया, लेकिन साथ ही यह भी कहा कि उसके बच्चे की उम्र केवल बारह वर्ष होगी। साहूकार माता पार्वती और भगवान शिव की बातचीत सुन रहा था। वह इससे न तो खुश था और न ही दुखी। वह पहले की तरह शिव की पूजा करता रहा।\n" +
                "\n" +
                "कुछ समय बाद साहूकार के एक पुत्र का जन्म हुआ। जब बालक ग्यारह वर्ष का हुआ तो उसे पढ़ने के लिए काशी भेज दिया गया। साहूकार ने बेटे के मामा को बुलाकर ढेर सारा पैसा दिया और कहा कि वह इस बच्चे को शिक्षा प्राप्त करने के लिए काशी ले जाए और रास्ते में यज्ञ करे। जहां कहीं भी यज्ञ किया जाता है, वहां ब्राह्मणों को भोजन कराकर दक्षिणा दी जाती है।\n" +
                "\n" +
                "इसी प्रकार दोनों चाचा-भतीजे यज्ञ करके और ब्राह्मणों को दान-दक्षिणा देकर काशी की ओर चले गए। रात के समय एक नगर था जहाँ नगर के राजा की पुत्री का विवाह हुआ था। लेकिन जिस राजकुमार से वह शादी करने वाली थी, वह अंधी थी। राजकुमार ने इस तथ्य को छिपाने की एक योजना के बारे में सोचा कि उसके बेटे की एक आंख नहीं है।\n" +
                "\n" +
                "साहूकार के बेटे को देखकर उसके मन में एक विचार आया। उसने सोचा क्यों न इस लड़के को दूल्हा बना कर राजकुमारी से शादी करा दी जाए। शादी के बाद, मैं इसे पैसे के साथ भेज दूंगा और राजकुमारी को अपने शहर ले जाऊंगा। लड़के की शादी दूल्हे के कपड़े पहन कर राजकुमारी से कर दी गई। लेकिन साहूकार का बेटा ईमानदार था। उसे यह उचित नहीं लगा। मौका पाकर उसने राजकुमारी की चुन्नी के किनारे पर लिखा कि 'तुम्हारी शादी तो मुझसे हो गई है, लेकिन जिस राजकुमार के साथ तुम्हें भेजा जाएगा, वह आंख का कान है। मैं काशी पढ़ने जा रहा हूँ।\n" +
                "\n" +
                "\n" +
                "राजकुमारी ने जब चुन्नी पर लिखी बातें पढ़ीं तो उसने यह बात अपने माता-पिता को बताई। राजा ने अपनी बेटी को विदा नहीं किया, जिससे बारात वापस चली गई। उधर साहूकार का लड़का और उसके मामा काशी पहुंचे और वहां जाकर उन्होंने यज्ञ किया। जिस दिन बालक 12 वर्ष का हुआ उस दिन यज्ञ हुआ। लड़के ने अपने मामा से कहा कि मेरी तबीयत ठीक नहीं है। मम्मा ने कहा कि तुम अंदर जाकर सो जाओ।\n" +
                "\n" +
                "\n" +
                "शिव के वरदान के अनुसार थोड़े ही समय में उस बालक का प्राण निकल गया। मृत भतीजे को देख उसके मामा विलाप करने लगे। संयोग से शिव और माता पार्वती उसी समय वहां से जा रहे थे। पार्वती ने भगवान से कहा- स्वामी, मैं इसके रोने की आवाज को सहन नहीं कर सकता। आपको इस व्यक्ति की पीड़ा को दूर करना चाहिए।\n" +
                "\n" +
                "\n" +
                "जब शिव मृत बालक के पास गए तो उन्होंने कहा कि यह उसी साहूकार का पुत्र है, जिसे मैंने 12 वर्ष की आयु का वरदान दिया था। अब इसकी उम्र हो गई है। लेकिन माता पार्वती ने कहा, हे महादेव, कृपया इस बच्चे को और उम्र दें, नहीं तो इसके माता-पिता भी इसके अलग होने के कारण तड़प-तड़प कर मर जाएंगे।\n" +
                "\n" +
                "माता पार्वती के अनुरोध पर भगवान शिव ने बालक को जीवित रहने का वरदान दिया। शिव की कृपा से बालक जीवित हो गया। लड़का अपनी पढ़ाई पूरी करने के बाद अपने मामा के साथ अपने शहर चला गया। दोनों उसी शहर पहुंचे जहां उनकी शादी हुई थी। उस नगर में यज्ञ का भी आयोजन किया। लड़के के ससुर ने उसे पहचान लिया और महल में ले जाकर उसकी देखभाल की और अपनी बेटी को विदा किया।\n" +
                "\n" +
                "यहां साहूकार और उसकी पत्नी भूखे-प्यासे अपने बेटे का इंतजार कर रहे थे। उसने कसम खाई थी कि अगर उसे अपने बेटे की मौत की खबर मिली तो वह भी अपनी जान दे देगा, लेकिन अपने बेटे के जीवित रहने की खबर पाकर वह बहुत खुश हुआ। उसी रात भगवान शिव ने व्यापारी के सपने में आकर कहा - हे श्रेष्ठी, मैंने सोमवार का व्रत करके और व्रत कथा सुनकर प्रसन्न होकर आपके पुत्र को लंबी आयु दी है। इसी प्रकार जो कोई भी सोमवार का व्रत रखता है या कथा को सुन और पढ़ता है, उसके सभी दुख दूर हो जाते हैं और उसकी सभी मनोकामनाएं पूरी होती हैं।",

        ),

    EmployDetails(
    id = 5,
    title = "सोलह सोमवार व्रत कथा",
    description = "एक समय श्री महादेवजी पार्वती के साथ भ्रमण करते हुए मृत्युलोक में अमरावती नगरी में आए। वहां के राजा ने शिव मंदिर बनवाया था, जो कि अत्यंत भव्य एवं रमणीक तथा मन को शांति पहुंचाने वाला था। भ्रमण करते सम शिव-पार्वती भी वहां ठहर गए। \n" +
            "\n" +
            " \n" +
            "पार्वतीजी ने कहा- हे नाथ! आओ, आज इसी स्थान पर चौसर-पांसे खेलें। खेल प्रारंभ हुआ। शिवजी कहने लगे- मैं जीतूंगा। इस प्रकार उनकी आपस में वार्तालाप होने लगी। उस समय पुजारीजी पूजा करने आए। \n" +
            " \n" +
            "पार्वतीजी ने पूछा- पुजारीजी, बताइए जीत किसकी होगी? \n" +
            " \n" +
            "पुजारी बोला- इस खेल में महादेवजी के समान कोई दूसरा पारंगत नहीं हो सकता इसलिए महादेवजी ही यह बाजी जीतेंगे। परंतु हुआ उल्टा, जीत पार्वतीजी की हुई। अत: पार्वतीजी ने पुजारी को कोढ़ी होने का श्राप दे दिया कि तूने मिथ्\u200Dया भाषण किया है।\n" +
            "\n" +
            "क्या आप न्यूज़ एंकर श्वेता सिंह की सालाना आय जानते हैं? यहाँ पढ़ें\n" +
            "और जानें\n" +
            " \n" +
            "अब तो पुजारी कोढ़ी हो गया। शिव-पार्वतीजी दोनों वापस चले गए। कुछ समय पश्चात अप्सराएं पूजा करने आईं। अप्सराओं ने पुजारी के उसके कोढ़ी होने का कारण पूछा। पुजारी ने सब बातें बता दीं।\n" +
            "\n" +
            " \n" +
            "अप्सराएं कहने लगीं- पुजारीजी, आप 16 सोमवार का व्रत करें तो शिवजी प्रसन्न होकर आपका संकट दूर करेंगे। पुजारीजी ने अप्सराओं से व्रत की विधि पूछी। अप्सराओं ने व्रत करने और व्रत के उद्यापन करने की संपूर्ण विधि बता दी। पुजारी ने विधिपूर्वक श्रद्धाभाव से व्रत प्रारंभ किया और अंत में व्रत का उद्यापन भी किया। व्रत के प्रभाव से पुजारीजी रोगमुक्त हो गए। \n" +
            " \n" +
            "कुछ दिनों बाद शंकर-पार्वतजी पुन: उस मंदिर में आए तो पुजारीजी को रोगमुक्त देखकर पार्वतीजी ने पूछा- मेरे दिए हुए श्राप से मुक्ति पाने का तुमने कौन सा उपाय किया। पुजारीजी ने कहा- हे माता! अप्सराओं द्वारा बताए गए 16 सोमवार के व्रत करने से मेरा यह कष्ट दूर हुआ है।\n" +
            " \n" +

            "पार्वतीजी ने भी 16 सोमवार का व्रत किया जिससे उनसे रूठे हुए कार्तिकेयजी भी अपनी माता से प्रसन्न होकर आज्ञाकारी हुए। \n" +
            "\n" +

            "कार्तिकेयजी ने पूछा- हे माता! क्या कारण है कि मेरा मन सदा आपके चरणों में लगा रहता है। पार्वतीजी ने कार्तिकेय को 16 सोमवार के व्रत का माहात्म्य तथा विधि बताई, तब कार्तिकेयजी ने भी इस व्रत को किया तो उनका बिछड़ा हुआ मित्र मिल गया। अब मित्र ने भी इस व्रत को अपने विवाह होने की इच्छा से किया।\n" +
            " \n" +
            "फलत: वह विदेश गया। वहां के राजा की कन्या का स्वयंवर था। राजा ने प्रण किया था कि हथिनी जिस व्यक्ति के गले में वरमाला डाल देगी, उसी के साथ राजकुमारी का विवाह करूंगा। यह ब्राह्मण मित्र भी स्वयंवर देखने की इच्\u200Dछा से वहां एक ओर जाकर बैठ गया। हथिनी ने इसी ब्राह्मण मित्र को माला पहनाई तो राजा ने बड़ी धूमधाम से अपनी राजकुमारी का विवाह उसके साथ कर दिया। तत्पश्चात दोनों सुखपूर्वक रहने लगे।\n" +
            " \n" +
            "एक दिन राजकन्या ने पूछा- हे नाथ! आपने कौन-सा पुण्य किया जिससे हथिनी ने आपके गले में वरमाला पहनाई। ब्राह्मण पति ने कहा- मैंने कार्तिकेयजी द्वारा बताए अनुसार 16 सोमवार का व्रत पूर्ण विधि-विधान सहित श्रद्धा-भक्ति से किया जिसके फल के कारण मुझे तुम्हारे जैसी सौभाग्यशाली पत्नी मिली। अब तो राजकन्या ने भी सत्य-पुत्र प्राप्ति के लिए व्रत किया और सर्वगुण संपन्न पुत्र प्राप्त किया। बड़े होकर पुत्र ने भी राज्य प्राप्ति की कामना से 16 सोमवार का व्रत किया। \n" +
            " \n" +
            "राजा के देवलोक होने पर इसी ब्राह्मण कुमार को राजगद्दी मिली, फिर भी वह इस व्रत को करता रहा। एक दिन उसने अपनी पत्नी से पूजा सामग्री शिवालय ले चलने को कहा, परंतु उसने पूजा सामग्री अपनी दासियों द्वारा भिजवा दी। जब राजा ने पूजन समाप्त किया, तो आकाशवाणी हुई कि हे राजा, तुम इस पत्नी को त्याग दो नहीं तो राजपाट से हाथ धोना पड़ेगा। \n" +
            " \n" +
            "प्रभु की आज्ञा मानकर उसने अपनी पत्नी को महल से निकाल दिया। तब वह अपने भाग्य को कोसती हुई एक बुढ़िया के पास गई और अपना दुखड़ा सुनाया तथा बुढ़िया को बताया- मैं पूजन सामग्री राजा के कहे अनुसार शिवालय में नहीं ले गई और राजा ने मुझे निकाल दिया। \n" +
            " \n" +
            "बुढ़िया ने कहा- तुझे मेरा काम करना पड़ेगा। उसने स्वीकार कर लिया, तब बुढ़िया ने सूत की गठरी उसके सिर पर रखी और बाजार भेज दिया। रास्ते में आंधी आई तो सिर पर रखी गठरी उड़ गई। बुढ़िया ने डांटकर उसे भगा दिया।\n" +
            " \n" +
            "अब रानी बुढ़िया के यहां से चलते-चलते एक आश्रम में पहुंची। गुसांईजी उसे देखते ही समझ गए कि यह उच्च घराने की अबला विपत्ति की मारी है। वे उसे धैर्य बंधाते हुए बोले- बेटी, तू मेरे आश्रम में रह, किसी प्रकार की चिंता मत कर। रानी आश्रम में रहने लगी, परंतु जिस वस्तु को वह हाथ लगाती, वह वस्तु खराब हो जाती। यह देखकर गुसांईजी ने पूछा- बेटी, किस देव के अपराध से ऐसा होता है? रानी ने बताया कि मैंने अपने पति की आज्ञा का उल्लंघन किया और शिवालय में पूजन के लिए नहीं गई, इससे मुझे घोर कष्ट उठाने पड़ रहे हैं। \n" +
            " \n" +
            "गुसांईजी ने शिवजी से उसके कुशलक्षेम के लिए प्रार्थना की और कहा- बेटी, तुम 16 सोमवार का व्रत विधि के अनुसार करो, तब रानी ने विधिपूर्वक व्रत पूर्ण किया। व्रत के प्रभाव से राजा को रानी की या\u200Dद आई और दूतों को उसकी खोज में भेजा।\n" +
            " \n" +
            "आश्रम में रानी को देख दूतों ने राजा को बताया। तब राजा ने वहां जाकर गुसांईजी से कहा- महाराज! यह मेरी पत्नी है। मैंने इसका परित्याग कर दिया था। कृपया इसे मेरे साथ जाने की आज्ञा दें। शिवजी की कृपा से प्रतिवर्ष 16 सोमवार का व्रत करते हुए वे आनंद से रहने लगे और अंत में शिवलोक को प्राप्त हुए।\n" +
            " ",

    ),



        EmployDetails(
            id = 6,
            title = "श्री महाकाल आरती",
            description = "श्री राजाधिराज महाराज अखिलकोटी  ब्रह्माण्ड के नायक \n" +
                    "देवो के देव महादेव  कैलाश पति कालो के काल महाँकाल \n" +
                    "केवडैश्वर की जय \n" +

                    "\n" +
                    "ओम केवडैश्वर महाँकाल \n" +
                    "स्वामी जय शिव जय महाँकाल \n" +
                    "ज्योर्तिलिंग स्वरूपम  ज्योर्तिलिंग स्वरूपम\n" +
                    "तुम कालो के काल \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "मंगल मयी तेरा द्वारा \n" +
                    "परम सिद्ध दरबार \n" +
                    "भोले परम सिद्ध दरबार \n" +
                    "केवड  केवल अजन्म \n" +
                    "केवल केवड  अजन्म \n" +
                    "विश्वरूप अवतार \n" +
                    "ओम केवडैश्वर महाँकाल \n" +
                    "\n" +
                    "संग  विराजे गोरा चौखट  श्री गणनाथ     \n" +
                    "भोले चौखट  श्री गणनाथ \n" +
                    "सनमुख द्वार विराजे  \n" +
                    "सनमुख द्वार विराजे श्री नन्दी जी  महाराज \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "\n" +
                    "मूर्ति  स्वरूप तेम त्रेता \n" +
                    "कामधेनु पावा \n" +
                    "भोले कामधेनु पावा \n" +
                    "चहेरे रूपमे हनुमंत चहेरे रूपमे हनुमंत  \n" +
                    "करते या हापर्व   \n" +
                    "\n" +
                    "दुधाधारी  गुरुवर  \n" +
                    "तेरे भज तं राम  \n" +
                    "जगत हो एघोनीचे \n" +
                    "जगत हो एघोनीचे \n" +
                    "केवडैश्वर भगवान \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "\n" +
                    "परम सिद्धह तेरे द्वारा \n" +
                    "रज कन कन पावन  \n" +
                    "भोले रज कन कन पावन  \n" +
                    "मंन शान्ति  सुख दाता \n" +
                    "मंन शान्ति  सुख दाता\n" +
                    "अनुपम मन पावन    \n" +
                    "केवडैश्वर महाँकाल\n" +
                    "\n" +
                    "सम्यक पूरे  तुम्हारे \n" +
                    "परम बहत्रा देवा   \n" +
                    "भोले परम बहत्रा देवा \n" +
                    "तेरे शरण मे रहकर \n" +
                    "तेरे शरण मे रहकर\n" +
                    "करिएज  तेन  सेवा     \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "करे हम आरती तेरी श्रीधर मेघपुरी  \n" +
                    "भोले श्रीधर मेघपुरी      \n" +
                    "वागत ढोल नगारा \n" +
                    "गुँजत जय जय कारा\n" +
                    "त्रिभुवन त्रिपुरारी  \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "\n" +
                    "केवडैश्वर जी की आरती  सुने जो जन गावे  \n" +
                    "भोले सुने जो जन गावे  \n" +
                    "तहमव हेत स्वरूप   \n" +
                    "तहमव हेत स्वरूप जो मांगे पावे  \n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "ओम केवडैश्वर महाँकाल\n" +
                    "\n" +
                    "करपूर गौरम करूणावतारम\n" +
                    "संसार सारम भुजगेन्द्र हारम |\n" +
                    "सदा वसंतम हृदयारविंदे\n" +
                    "भवम भवानी सहितं नमामि ||\n" +
                    "भवम भवानी सहितं नमामि ||\n" +
                    "भवम भवानी सहितं नमामि ||"

            ),




    )


}

