package com.shivchalisa.model

object ModelDataClass {


    val EmployDetailsList = listOf(
        EmployDetails(
            id = 1,
            title = "श्री शिव चालीसा",
            description = "जय गिरिजा पति दीन दयाला ।\n" +
                    "सदा करत सन्तन प्रतिपाला ॥\n" +
                    "\n" +
                    "भाल चन्द्रमा सोहत नीके ।\n" +
                    "कानन कुण्डल नागफनी के ॥\n" +
                    "\n" +
                    "अंग गौर शिर गंग बहाये ।\n" +
                    "मुण्डमाल तन क्षार लगाए ॥\n" +
                    "\n" +
                    "वस्त्र खाल बाघम्बर सोहे ।\n" +
                    "छवि को देखि नाग मन मोहे ॥\n" +
                    "\n" +
                    "मैना मातु की हवे दुलारी ।\n" +
                    "बाम अंग सोहत छवि न्यारी ॥\n" +
                    "\n" +
                    "कर त्रिशूल सोहत छवि भारी ।\n" +
                    "करत सदा शत्रुन क्षयकारी ॥\n" +
                    "\n" +
                    "नन्दि गणेश सोहै तहँ कैसे ।\n" +
                    "सागर मध्य कमल हैं जैसे ॥\n" +
                    "\n" +
                    "कार्तिक श्याम और गणराऊ ।\n" +
                    "या छवि को कहि जात न काऊ ॥\n" +
                    "\n" +
                    "देवन जबहीं जाय पुकारा ।\n" +
                    "तब ही दुख प्रभु आप निवारा ॥\n" +
                    "\n" +
                    "किया उपद्रव तारक भारी ।\n" +
                    "देवन सब मिलि तुमहिं जुहारी ॥\n" +
                    "\n" +
                    "तुरत षडानन आप पठायउ ।\n" +
                    "लवनिमेष महँ मारि गिरायउ ॥\n" +
                    "\n" +
                    "आप जलंधर असुर संहारा ।\n" +
                    "सुयश तुम्हार विदित संसारा ॥\n" +
                    "\n" +
                    "पढ़िए शिव पुराण में वर्णित महामृत्युंजय मंत्र के फायदे\n" +
                    "\n" +
                    "त्रिपुरासुर सन युद्ध मचाई ।\n" +
                    "सबहिं कृपा कर लीन बचाई ॥\n" +
                    "\n" +
                    "किया तपहिं भागीरथ भारी ।\n" +
                    "पुरब प्रतिज्ञा तासु पुरारी ॥\n" +
                    "\n" +
                    "दानिन महँ तुम सम कोउ नाहीं ।\n" +
                    "सेवक स्तुति करत सदाहीं ॥\n" +
                    "\n" +
                    "वेद नाम महिमा तव गाई।\n" +
                    "अकथ अनादि भेद नहिं पाई ॥\n" +
                    "\n" +
                    "प्रकटी उदधि मंथन में ज्वाला ।\n" +
                    "जरत सुरासुर भए विहाला ॥\n" +
                    "\n" +
                    "कीन्ही दया तहं करी सहाई ।\n" +
                    "नीलकण्ठ तब नाम कहाई ॥\n" +
                    "\n" +
                    "पूजन रामचन्द्र जब कीन्हा ।\n" +
                    "जीत के लंक विभीषण दीन्हा ॥\n" +
                    "\n" +
                    "सहस कमल में हो रहे धारी ।\n" +
                    "कीन्ह परीक्षा तबहिं पुरारी ॥\n" +
                    "\n" +
                    "एक कमल प्रभु राखेउ जोई ।\n" +
                    "कमल नयन पूजन चहं सोई ॥\n" +
                    "\n" +
                    "कठिन भक्ति देखी प्रभु शंकर ।\n" +
                    "भए प्रसन्न दिए इच्छित वर ॥\n" +
                    "\n" +
                    "जय जय जय अनन्त अविनाशी ।\n" +
                    "करत कृपा सब के घटवासी ॥\n" +
                    "\n" +
                    "दुष्ट सकल नित मोहि सतावै ।\n" +
                    "भ्रमत रहौं मोहि चैन न आवै ॥\n" +
                    "\n" +
                    "त्राहि त्राहि मैं नाथ पुकारो ।\n" +
                    "येहि अवसर मोहि आन उबारो ॥\n" +
                    "\n" +
                    "लै त्रिशूल शत्रुन को मारो ।\n" +
                    "संकट से मोहि आन उबारो ॥\n" +
                    "\n" +
                    "मात-पिता भ्राता सब होई ।\n" +
                    "संकट में पूछत नहिं कोई ॥\n" +
                    "\n" +
                    "स्वामी एक है आस तुम्हारी ।\n" +
                    "आय हरहु मम संकट भारी ॥\n" +
                    "\n" +
                    "धन निर्धन को देत सदा हीं ।\n" +
                    "जो कोई जांचे सो फल पाहीं ॥\n" +
                    "\n" +
                    "अस्तुति केहि विधि करैं तुम्हारी ।\n" +
                    "क्षमहु नाथ अब चूक हमारी ॥\n" +
                    "\n" +
                    "शंकर हो संकट के नाशन ।\n" +
                    "मंगल कारण विघ्न विनाशन ॥\n" +
                    "\n" +
                    "योगी यति मुनि ध्यान लगावैं ।\n" +
                    "शारद नारद शीश नवावैं ॥\n" +
                    "\n" +
                    "नमो नमो जय नमः शिवाय ।\n" +
                    "सुर ब्रह्मादिक पार न पाय ॥\n" +
                    "\n" +
                    "जो यह पाठ करे मन लाई ।\n" +
                    "ता पर होत है शम्भु सहाई ॥\n" +
                    "\n" +
                    "ॠनियां जो कोई हो अधिकारी ।\n" +
                    "पाठ करे सो पावन हारी ॥\n" +
                    "\n" +
                    "पुत्र हीन कर इच्छा जोई ।\n" +
                    "निश्चय शिव प्रसाद तेहि होई ॥\n" +
                    "\n" +
                    "पण्डित त्रयोदशी को लावे ।\n" +
                    "ध्यान पूर्वक होम करावे ॥\n" +
                    "\n" +
                    "त्रयोदशी व्रत करै हमेशा ।\n" +
                    "ताके तन नहीं रहै कलेशा ॥\n" +
                    "\n" +
                    "धूप दीप नैवेद्य चढ़ावे ।\n" +
                    "शंकर सम्मुख पाठ सुनावे ॥\n" +
                    "\n" +
                    "जन्म जन्म के पाप नसावे ।\n" +
                    "अन्त धाम शिवपुर में पावे ॥\n" +
                    "\n" +
                    "कहैं अयोध्यादास आस तुम्हारी ।\n" +
                    "जानि सकल दुःख हरहु हमारी ॥\n" +
                    "\n",

            ),
        EmployDetails(
            id = 2,
            title = "शिवजी की आरती",
            description = "जय शिव ओंकारा ॐ जय शिव ओंकारा ।\n" +
                    "\n" +
                    "ब्रह्मा विष्णु सदा शिव अर्द्धांगी धारा ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "एकानन चतुरानन पंचानन राजे ।\n" +
                    "\n" +
                    "हंसानन गरुड़ासन वृषवाहन साजे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "दो भुज चार चतुर्भुज दस भुज अति सोहे।\n" +
                    "\n" +
                    "त्रिगुण रूपनिरखता त्रिभुवन जन मोहे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "अक्षमाला बनमाला रुण्डमाला धारी ।\n" +
                    "\n" +
                    "चंदन मृगमद सोहै भाले शशिधारी ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "श्वेताम्बर पीताम्बर बाघम्बर अंगे ।\n" +
                    "\n" +
                    "सनकादिक गरुणादिक भूतादिक संगे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "कर के मध्य कमंडलु चक्र त्रिशूल धर्ता ।\n" +
                    "\n" +
                    "जगकर्ता जगभर्ता जगसंहारकर्ता ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "ब्रह्मा विष्णु सदाशिव जानत अविवेका ।\n" +
                    "\n" +
                    "प्रणवाक्षर मध्ये ये तीनों एका ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "काशी में विश्वनाथ विराजत नन्दी ब्रह्मचारी ।\n" +
                    "\n" +
                    "नित उठि भोग लगावत महिमा अति भारी ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "त्रिगुण शिवजीकी आरती जो कोई नर गावे ।\n" +
                    "\n" +
                    "कहत शिवानन्द स्वामी मनवांछित फल पावे ॥ ॐ जय शिव…॥\n" +
                    "\n" +
                    "जय शिव ओंकारा हर ॐ शिव ओंकारा|\n" +
                    "\n" +
                    "ब्रह्मा विष्णु सदाशिव अद्धांगी धारा॥ ॐ जय शिव ओंकारा…॥",
            ),
        EmployDetails(
            id = 3,
            title = "शिव मूल मंत्र",
            description = " ॐ त्र्यम्बकं यजामहे सुगन्धिं पुष्टिवर्धनम्\n" +
                    "उर्वारुकमिव बन्धनान् मृत्योर्मुक्षीय मामृतात्॥",

            )
    )


}

